{"translation-revision-date":"2024-08-15 19:06:28+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"The table ID could not be changed, probably because the new ID is already in use!":["No se ha podido cambiar el ID de la tabla, ¡probablemente porque el nuevo ID ya está en uso!"],"The table ID was changed.":["La ID de la tabla fue cambiada."],"These errors were encountered:":["Se han encontrado estos errores:"],"Keyboard Shortcut: %s":["Atajo de teclado: %s"],"You can not do this move, because you reached the border of the table.":["No puedes hacer este movimiento, porque has llegado al borde de la tabla."],"keyboard shortcut modifier key on a non-Mac keyboard\u0004Ctrl+":["Ctrl+"],"keyboard shortcut modifier key on a Mac keyboard\u0004⌘":["⌘"],"This table ID is invalid. Please enter a different table ID.":["Este ID de mesa no es válido. Introduce un ID de mesa diferente."],"Advanced Editor for cell %1$s":["Editor avanzado para la celda %1$s"],"Add media to cell %1$s":["Añadir medio a la celda %1$s"],"Insert Link into cell %1$s":["Insertar enlace en la celda %1$s"],"The Table Features for Site Visitors are not compatible with merged cells.":["Las funciones de tabla de visitantes del sitio no son compatibles con las celdas combinadas."],"You can not combine these cells, because the “%1$s” checkbox in the “%2$s” section is checked.":["No puedes combinar estas celdas, porque la casilla \"%1$s\" de la sección \"%2$s\" está marcada."],"Pagination Entries":["Entradas de paginación"],"The entered value in the “%1$s” field is invalid.":["El valor introducido en el campo «%1$s» no es válido."],"You can not enable the Table Features for Site Visitors, because your table contains combined\/merged cells.":["No puedes activar las funciones de tabla de visitantes del sitio, porque tu tabla contiene celdas combinadas\/fusionadas."],"Enable Visitor Features":["Activar funciones de visitante"],"Table Features for Site Visitors":["Funciones de la tabla para los visitantes del sitio"],"Preview of table “%1$s” (ID %2$s)":["Vista previa de la tabla «%1$s» (ID %2$s)"],"Attention: Unfortunately, an error occurred.":["Atención: Desafortunadamente, un error ha ocurrido."],"Extra CSS Classes":["Clases CSS adicionales "],"Table Foot Row":["Fila final de la tabla"],"Table Head Row":["Encabezado de fila de la tabla"],"OK":["OK"],"Cancel":["Cancelar"],"Table Options":["Opciones de tabla"],"Do you really want to change the Table ID? All blocks and Shortcodes for this table in your posts and pages will have to be adjusted!":["¿Realmente quieres cambiar el ID de la Tabla? ¡Todos los bloques y shortcodes para esta tabla en tus entradas y páginas tendrán que ser ajustados!"],"Changes are being saved …":["Los cambios están siendo guardados…"],"The Table Preview is being loaded …":["Se está cargando la vista previa de la tabla ..."],"The value for the number of columns is invalid!":["El valor para el número de columnas es inválido!"],"The value for the number of rows is invalid!":["El valor para el número de filas es inválido!"],"You can not delete all table columns!":["No puede borrar todas las columnas de la tabla!"],"You can not delete all table rows!":["No puede borrar todas las filas de la tabla!"],"The table was saved successfully.":["La tabla fue guardada exitosamente."],"(no name)":["(sin nombre)"]}},"comment":{"reference":"admin\/js\/edit.js"}}